Repository: network-international/card-management-sdk-ios
Catalog: CardManagementSDK/Source/Resources/Strings/*.lproj/Localizable.strings
Languages: ar

# cardmanagement_sdk_card_number
source: CARD NUMBER
ar: رقم البطاقة

# cardmanagement_sdk_card_expiry
source: VALID THRU
ar: تاريخ الانتهاء

# cardmanagement_sdk_card_cvv
source: CVV
ar: رقم التحقق من البطاقة (CVV)

# cardmanagement_sdk_card_name
source: NAME
ar: الإسم

# cardmanagement_sdk_card_details_title
source: Card details
ar: معلومات البطاقة

# cardmanagement_sdk_set_pin_title
source: Set PIN
ar: تعيين الرقم السري

# cardmanagement_sdk_set_pin_description_enter_pin
source: Please enter the desired PIN for your card
ar: الرجاء ادخال الرقم السري للبطاقة (PIN)

# cardmanagement_sdk_set_pin_description_re_enter_pin
source: Please re-enter the desired card PIN
ar: يرجى إعادة إدخال رقم السري لبطاقتك (PIN)

# cardmanagement_sdk_set_pin_description_pin_not_match
source: PIN does not match. Please re-enter the card PIN
ar: الرقم السري لبطاقتك غير متطابق يرجى إعادة إدخال رقم السري لبطاقتك (PIN)

# cardmanagement_sdk_verify_pin_title
source: Verify PIN
ar: التحقق من رقم السري لبطاقتك

# cardmanagement_sdk_verify_pin_description
source: Please enter your card PIN for verification
ar: الرجاء إدخال رقم السري لبطاقتك للتحقق (PIN)

# cardmanagement_sdk_change_pin_title
source: Change PIN
ar: تغيير الرقم السري (PIN)

# cardmanagement_sdk_change_pin_description_enter_current_pin
source: Please enter your current card PIN
ar: الرجاء ادخال الرقم السري الحالي (PIN)

# cardmanagement_sdk_change_pin_description_enter_new_pin
source: Please enter the new card PIN
ar: الرجاء ادخال الرقم السري الجديد (PIN)

# cardmanagement_sdk_change_pin_description_re_enter_new_pin
source: Please re-enter the new card PIN
ar: يرجى إعادة إدخال رقم السري لبطاقتك (PIN)

# cardmanagement_sdk_change_pin_description_pin_not_match
source: PIN does not match. Please re-enter the new card PIN
ar: الرقم السري لبطاقتك غير متطابق يرجى إعادة إدخال رقم السري لبطاقتك (PIN)

# cardmanagement_sdk_view_pin_countdown_description
source: PIN will be hidden in
ar: سيتم إخفاء الرقم السري للبطاقة خلال

# cardmanagement_sdk_view_pin_countdown_unit
source: seconds
ar: ثواني

# cardmanagement_sdk_toast_message
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
